Repository: diegodlh/jamulus-es
Catalog: Recursos_OmegaT/jamulus-omegat.tmx
Source language: en_gb
Languages: es_es

source: Steinberg UR22 MKII. Sounds great, can achieve 32 frame buffer and works on Windows and Linux. Not tested on Mac.
es_es: Steinberg UR22 MKII. Suena genial, puede utilizar un buffer de 32 y funciona en Windows y Linux. No probado en Mac.

source: Tascam DR-07X stereo recorder with USB audio into computer, headphones in line-out of the recorder. It can also be used with an external mic in the line-in (had to use a pre-amp with that). Windows 10.
es_es: Grabadora estéreo Tascam DR-07X con entrada de USB audio al ordenador, auriculares en el line-out de la grabadora. También se puede utilizar con un micrófono externo en el line-in (para esto tuve que utilizar un preamplificador). Windows 10.

source: Tascam DR-40X stereo recorder as above. Set "Monitor" to "PC/Mac". Ubuntu 18.04.
es_es: Grabadora estéreo Tascam DR-40X como arriba. Pon "Monitor" en "PC/Mac". Ubuntu 18.04.

source: Universal Audio Arrow (Thunderbolt 3). Achieved lowest-ever latency with this device.
es_es: Universal Audio Arrow (Thunderbolt 3). Conseguí la latencia más baja jamás con este dispositivo.

source: Zoom H4 (regular USB) - Works also Mac, PC and Raspberry Pi4
es_es: Zoom H4 (USB normal) - Funciona también en Mac, PC y Raspberry Pi4

source: Known Not to work with Jamulus
es_es: Se sabe que NO funcionan con Jamulus

source: Known to Work with Jamulus
es_es: Se sabe que funcionan con Jamulus

source: Zoom B3 bass amp-modeling pedal. Does not support 48000 Hz. (USB Audio)
es_es: Pedal de modelado de amplificador de bajo Zoom B3. No da soporte para 48000 Hz. (USB Audio)

source: USB Microphones
es_es: Micrófonos USB

source: Blue Yeti microphone. Works well on Mac (there is a checkbox to turn off local monitoring). Works OK on Windows with ASIO4all but with a bit more latency than on Mac. You can turn off the local monitoring if you go deep into the settings. Latency on Linux is good but I did not find any way to turn off the local monitoring.
es_es: Micrófono Blue Yeti. Funciona bien en Mac (hay una casilla para desactivar monitoreo local). Funciona bien en Windows con ASIO4all pero con un poco más de latencia que en Mac. Puedes apagar el monitoreo local si exploras la configuración. La latencia en Linux es buena pero no encontré la manera de apagar el monitoreo local.

source: Shure X2u XLR to USB audio interface with headphone jack, converting an XLR mic into a USB mic. Set PC/Mic mix dial to 100% PC and listen to the output on headphones. Tested using Raspberry Pi 4 running Raspberry Pi OS Buster, kernel version 4.19.
es_es: Interfaz de audio XLR a USB Shure X2u con entrada de auriculares; convierte un micrófono XLR en uno USB. Sube la mezcla PC/Mic a 100% PC y escucha la salida por los auriculares. Probado con un Raspberry Pi 4 ejecutando Raspberry Pi OS Buster, versión del kernel 4.19.

source: Audio interfaces
es_es: Interfaces de audio

source: Ammoon AGM02 and AGM04 USB mixer: relatively inexpensive 4 channel USB mixers, both tested on MacOS Catalina, the AGM02 tested on Windows 10. On Windows 10, with ASIO4ALL, the AGM02 can be used as an input, and the onboard audio as the output. There is no way to monitor only the USB return signal on the AGM02. (USB Audio) Note: The Ammoon AGM04 appears to be a re-branded ART USBMix4.
es_es: Mezcladora USB Ammoon AGM02 y AGM04: mezcladoras USB de 4 canales relativamente baratas, ambas probadas en MacOS Catalina, la AGM02 probada en Windows 10. En Windows 10, con ASIO4ALL, la AGM02 se puede utilizar como una entrada, y el audio integrado como salida. No hay manera de monitorear solo la señal USB de retorno en la AGM02. (USB Audio) Nota: La Ammoon AGM04 parece ser una ART USBMix4 bajo otra marca.

source: ART USB Mix4 (USB audio interface + 4 channel mixer).
es_es: ART USB Mix4 (interfaz de audio USB + mezcladora de 4 canales).

source: Jamulus user BTDT has written a system called 305keepers, a web application that allows a "Jam leader" to push song sheets (in PDF format) to "Jammers" in real time using standard web browsers.
es_es: El usuario de Jamulus BTDT ha escrito un sistema llamado 305keepers, una aplicación web que permite a un "Jam leader" repartir partituras (en formato PDF) entre "Jammers"en tiempo real utilizando navegadores de red estándares.

source: Making a server status page
es_es: Hacer una página de estado del servidor

source: With the -m and -a command line arguments a server statistic information can be generated to be put on a web page.
es_es: Con los argumentos de línea de comando -m y -a se puede generar una página de información estadística del servidor en una página web.

source: Here is an example php script using the server status file to display the current server status on a html page (assuming the following command line arguments to be used: -m /var/www/stat1.dat -a myServername.com):
es_es: Aquí hay un ejemplo de script php utilizando el archivo de estado del servidor para mostrar el estado del servidor en una página html (hay que utilizar los siguientes argumentos en la línea de comandos: -m /var/www/stat1.dat -a nombreDeMiServidor.com):

source: Saving client mix states between sessions
es_es: Guardar estado de mezcla de clientes entre sesiones

source: You may want to save and restore the mix you have for your band rehearsals (fader, mute, pan, solo etc.). Do this by starting Jamulus with the --inifile setting (eg Jamulus --inifile "c:\temp\jamulussetup1.ini") on the command line.
es_es: Puede que quieras guardar y restaurar la mezcla que tienes para los ensayos con tu grupo (fader, mute, pan, solo, etc.). Hazlo arrancando Jamulus con la configuración --inifile (por ej. Jamulus --inifile "c:\temp\jamulussetup1.ini") en la línea de comandos.

source: Do your session, than disconnect and close the Jamulus software. All fader settings are stored in the ini-file. If you then want to store another session, simply copy the file jamulussetup1.ini to jmulussetup2.ini and start with --inifile "c:\temp\jamulussetup2.ini". If you want to recover the first session, simply start Jamulus with the first file again.
es_es: Haz tu sesión, luego desconecta y cierra Jamulus. Toda la configuración de los faders se guardan en el archivo de inicio.Si quieres guardar otra sesión, simplemente copia el archivo jamulussetup1.ini a jamulussetup2.ini y arranca con --inifile "c:\temp\jamulussetup2.ini". Si quieres volver a la primera sesión, simplemente arranca Jamulus con el promer archivo de nuevo.

source: Jamulus client Linux start script
es_es: Script the arranque para cliente en Linux

source: Here's a Linux start script for Jamulus using an old Audigy4 sound card, the large number of available audio faders for which makes it hard to get the correct settings.
es_es: Aquí va un script the arranque para Jamulus utilizando una vieja tarjeta de audio Audigy4. El gran número de faders de audio disponibles hace que sea difícil establecer la configuración correcta.

source: Home \> Tips, Tricks & More
es_es: Inicio \> Consejos, Trucos y Más

source: This script therefore includes the most important audio fader settings. The second part of the script deals with the jack connections. I use Guitarix as my guitar effect processor which I plug in in the jack audio path.
es_es: Por tanto, este script incluye la configuración más importante para los faders de audio. La segunda parte del script se ocupa de las conexiones en Jack, Utilizo Guitarix como procesador de efectos de guitarra y lo inserto en la ruta del audio.

source: Finally I start Jamulus automatically connecting to the central server.
es_es: Finalmente, arranco Jamulus automáticamente, conectándose al servidor central.

source: Here is the script:
es_es: Este es el script:

source: Using the --ctrlmidich MIDI controller channel option
es_es: Usar la opción --ctrlmidich para utilizar un controlador MIDI

source: Jamulus user Ignotus writes: If you want to use a generic MIDI controller, you will need to either make adjustments to your controller or re-compile the sources:
es_es: El usuario de Jamulus Ignotus escribe: Si quieres utilizar un controlador MIDI genérico, necesitarás hacer ajustes a tu controlador o recompilar las fuentes de Jamulus:

source: Note: only available for use with MacOS and Linux.
es_es: Nota: solo disponible para usar con MacOS y Linux.

source: MIDI CC messages consist of a Control Number, Controller Value, and Channel. Jamulus listens to the Control Number to know what fader to move, on the channel you specify when launching it with --ctrlmidich.
es_es: Los mensajes MIDI CC consisten en un Número de Control (Control Number), Valor de Control (Controller Value), y Canal (Channel). Jamulus reacciona al Número de Control para saber qué fader mover, en el Canal que especifiques al arrancar Jamulus con --ctrlmidich.

source: The Jamulus client is set by default for use with the Behringer X-Touch, which apparently sends Control Numbers starting at 70, when Jamulus' faders are zero-indexed, which means there's a -70 offset coded into the source code that turns that 70 Control Number into a 0 for the first fader, 71 into 1 for the next, etc.
es_es: Por defecto, el cliente de Jamulus está configurado para su uso con el Behringer X-Touch, que por lo visto envía Números de Control empezando por 70, cuando los faders de Jamulus tienen índice 0, lo que significa que hay una compensación de -70 en el código para convertir ese Número de Control en 0 para el primer fader, 71 para el siguiente, etc.

source: If you can change the Control Number in your MIDI controller, just set it to 70 (71, 72, etc for subsequent faders). Launch Jamulus with --ctrlmidich x where 'x' is the MIDI channel you're using, or launch it with --ctrlmidich 0 to listen to all channels, and you're done. Make sure you connect your MIDI device's output port to the Jamulus MIDI in port (Qjackctl (Linux), MIDI Studio (MacOS) or whatever you use for managing connections). In Linux you will need to install and launch a2jmidid so your device shows up in the MIDI tab in Qjackctl.
es_es: Si puedes cambiar el Número de Control en tu controlador MIDI, simplemente establécelo en 70 (71, 72, etc. para los faders siguientes). Arranca Jamulus con --ctrlmidich x donde 'x' es el canal MIDI que estás usando, o arráncalo con --ctrlmidich 0 para recibir por todos los canales, y ya está. Asegúrate de conectar la salida MIDI de tu controlador a la entrada MIDI de Jamulus (Qjackctl (Linux), MIDI Studio (MacOS) o lo que sea que uses para gestionar las conexiones). En Linux tendrás que instalar y lanzar a2jmidid para que tu dispositivo aparezca en la pestaña de MIDI en Qjackctl.

source: Learning about remote band rehearsing
es_es: Aprendiendo sobre ensayos a distancia

source: If you can't change the Control Numbers in your controller, you will need to modify and re-compile the sources: In the file src/soundbase.cpp, go to line 290, remove the - 70 at the end (not the semicolon) to use Control Number 0 for the first fader, or replace that number with the initial Control Number your MIDI device sends. Save, compile and install.
es_es: Si no puedes cambiar los Números de Control en tu controlador, tendrás que modificar y recompilar las fuentes: En el archivo src/soundbase.cpp, ve a la línea 290, elimina el - 70 al final (no el punto y coma) para utilizar el Número de Control 0 para el primer fader, o reemplaza ese número con el Número de Control inicial que envía tu dispositivo MIDI. Guarda, compila e instala.

source: Running Jamulus with Multiple Audio Interfaces
es_es: Ejecutar Jamulus con Múltiples Interfaces de Audio

source: It is possible to run Jamulus with multiple Audio Interfaces on all three operating systems. Useful when we need to output an instrument through external audio card for minimal latency and computer microphone for communication. Other use cases may apply. See this guide for details
es_es: Es posible ejecutar Jamulus con múltiples interfaces de audio en los tres sistemas operativos. Esto es útil cuando necesitamos sacar el audio de un instrumento a través de una tarjeta de audio externa para una latencia mínima, y usar el micrófono del ordenador para la comunicación. Otros casos de uso pueden ser aplicables. Ver esta guía para más detalles

source: Jamulus user Chris Rimple has compiled a massive amount of information relating to Remote Band Rehearsals (Google doc), which covers topics such as hardware and software configuration including examples and advice for newcomers to the field. He also includes a section on Jamulus in comparison to other solutions.
es_es: El usuario de Jamulus Chris Rimple ha reunido una gran cantidad de información sobre Ensayos a Distancia (Google doc, en inglés), que cubre temas como la configuración de software y hardware, y con ejemplos y consejos para los neófitos. También incluye una sección sobre Jamulus, comparándolo con otras soluciones.

source: Using Jamulus audio in Zoom (or other) meeting apps
es_es: Utilizar el audio de Jamulus en Zoom o en otras aplicaciones similares

source: Several users have reported success allowing a "virtual audience" for a Jamulus session by using Jack audio to route the Jamulus signal through the JackRouter to the target application (in this case, Zoom meetings).
es_es: Varios usuarios han comentado que han tenido éxito a la hora de organizar un "público virtual" para una sesión de Jamulus utilizando Jack audiopara conectar la señal de Jamulus a través de JackRouter a la aplicación de destino (en este caso, Zoom).

source: You can also use VoiceMeeter (Banana) for Windows or BlackHole for Mac to route Jamulus output to multiple destinations, for example to your headphones and the meeting application at the same time.
es_es: También puedes usar VoiceMeeter (Banana) para Windows o BlackHole para Mac para conectar la salida de Jamulus a mútliples destinos; por ejemplo a tus auriculares y a la aplicación de videoconferencia a la vez.

source: Recording Jamulus on Windows with Reaper
es_es: Grabar con Jamulus en Windows y Reaper

source: Jamulus user Rob Durkin has written a guide to recording the output of Jamulus (Google Doc) using the ReaRoute add-on for Reaper.
es_es: El usuario de Jamulus Rob Durkin ha escrito una guía para grabar la salida de Jamulus (Google Doc, inglés) usando ReaRoute en Reaper.

source: Sharing song/chord sheets
es_es: Compartir partituras

source: Got a question or problem not covered here? Try the discussions forums
es_es: Tienes alguna pregunta o problema que no tiene respuesta aquí? Prueba los foros de discusión

source: Found a bug or have a feature request? Please post these to Github Issues
es_es: Has encontrado un bug o quieres hacer una petición? Por favor descríbelo en Github Issues

source: Tell Us About Jamulus!
es_es: Háblanos sobre Jamulus!

source: If you have a couple of minutes, please fill out our anonymous survey!
es_es: Si tienes un par de minutos, por favor rellena nuestra encuesta anónima (inglés).

source: This wiki is licensed under a Creative Commons Attribution 4.0 International License.
es_es: Esta wiki está bajo una Licencia Creative Commons Atribución 4.0 Internacional.

source: Troubleshooting
es_es: Resolución de Problemas

source: Getting Started
es_es: Cómo &Empezar...

source: Current connection status parameter
es_es: Parámetro de estado de conexión actual

source: The Ping Time is the time required for the audio stream to travel from the client to the server and back again. This delay is introduced by the network and should about 20-30ms. If this delay is higher than about 50ms, your distance to the server is too large or your internet connection is not sufficient.
es_es: El Ping es el tiempo que requiere el flujo de audio para viajar desde el cliente al servidor y volver. Este retardo lo determina la red y debería ser de unos 20-30 ms. Si este retardo es mayor de unos 50 ms, la distancia al servidor es demasiado grande o tu conexión a internet no es óptima.

source: Overall Delay is calculated from the current Ping Time and the delay introduced by the current buffer settings.
es_es: El retardo total se calcula con el ping y el retardo ocasionado por la configuración de buffers.

source: Audio Upstream Rate depends on the current audio packet size and compression setting. Make sure that the upstream rate is not higher than your available internet upload speed (check this with a service such as speedtest.net).
es_es: La Tasa de Subida de Audio depende del tamaño actual de los paquetes de audio y la configuración de compresión de audio. Asegúrate de que la tasa de subida no es mayor que la velocidad de subida disponible (comprueba la tasa de subida de tu conexión a internet, por ejemplo con speedtest.net).

source: Buffers shows the current audio/streaming status. If the light is red, the audio stream is interrupted. This is caused by one of the following problems:
es_es: Buffers muestra el estado actual del flujo de audio. Si está rojo, hay interrupciones en el flujo de audio. Esto puede ser causado por alguno de los siguientes problemas:

source: The sound card's buffer delay (buffer size) is too small (see Settings window).
es_es: El retardo de buffer de la tarjeta de audio (tamaño buffer) tiene un valor demasiado bajo (ver ventana de Configuración).

source: The upload or download stream rate is too high for your internet bandwidth.
es_es: La tasa de subida o bajada is demasiado alta para tu ancho de banda de internet.

source: Input level
es_es: Nivel de entrada

source: This shows the level of the two stereo channels for your audio input. Make sure not to clip the input signal to avoid distortions of the audio signal (the LEDs will indicate clipping when it occurs).
es_es: Esto muestra los niveles de los dos canales estéreo de tu entrada de audio. Asegúrate de no clipear la señal de entrada para evitar distorsiones de la señal de audio (los LEDs indicarán el clipeo cuando suceda).

source: Chat button
es_es: Botón de chat

source: Jamulus Help (Software Manual)
es_es: Ayuda para Jamulus (Manual del Software)

source: The chat text entered in that dialog is sent to all connected clients. If a new chat message arrives and the Chat dialog is not already open, it will opened automatically for all clients.
es_es: El texto escrito en la ventana del chat es enviado a todos los clientes conectados. Si llega un nuevo mensaje de chat y la venta no está abierta, se abrirá automáticamente para todos los clientes.

source: Profile window
es_es: Ventana de perfil

source: From the View menu, select My Profile... to set your Alias/Name which is displayed below your fader in the server audio mixer board. If an instrument and/or country is set, icons for these selections will also be shown below your fader. The skill setting changes the background colour of the fader tag and the city entry shows up in the tool tip of the fader tag (see screenshot below).
es_es: Desde el menú de Ver, selecciona Mi Perfil... para establecer tu Alias/Nombre, mostrado debajo de tu fader en la ventana principal del cliente de Jamulus. Si se establece un instrumento y/o un país, los iconos de estas selecciones también se mostrarán bajo tu fader. El nivel de habilidad cambia el color de fondo de la etiqueta del fader y la ciudad se muestra en el tooltip de la etiqueta (ver pantallazo abajo).

source: Connect/disconnect button
es_es: Botón Conexión/Desconexión

source: Opens a dialog where you can select a server to connect to. If you are connected, pressing this button will end the session.
es_es: Abre una ventana donde puedes seleccionar un servidor. Si estás conectado, pulsar este botón finalizará la sesión.

source: The Connection Setup window shows a list of available servers together with the number of occupants and the maxmium number supported. Server operators can optionally list their servers by musical genre. Use the List dropdown to select a genre, click on the server you want to join and press the Connect button to connect to it. Alternatively, double-click on the server name. Permanent servers (those that have been listed for longer than 24 hours) are shown in bold.
es_es: La ventana de Configuración de Conexión muestra una lista de servidores disponibles junto con el número de usuarios conectados y el número máximo de los mismos soportado. Los operadores de servidores pueden, opcionalmente, listar su servidor por género musical. Utiliza el menú desplegable de Lista para elegir un género, haz clic sobre el servidor al que te quieres unir y otra vez sobre el botón de Conectar para conectarte. También puedes hacer doble clic sobre el nombre del servidor. Los servidores permanentes (aquellos que llevan más de 24 horas en la lista) se muestran en negrita.

source: You can filter the list by server name or location. To list only occupied servers, enter a "#" character.
es_es: Puedes filtrar la lista por nombre de servidor o ubicación. Para solo mostrar los servidores ocupados, escribe el caracter "#".

source: Main Window
es_es: Ventana Principal

source: If you know the IP address or URL of a server, you can connect to it using the Server Name/Address field. An optional port number can be added after the IP address or URL using a colon as a separator, e.g, jamulus.dyndns.org:22124. The field will also show a list of the most recently used server addresses.
es_es: Si conoces la dirección IP o URL de un servidor, puedes conectarte a él utilizando el campo de Nombre/Dirección del Servidor. Se puede añadir un número de puerto opcional tras la dirección IP o URL utilizando dos puntos como separador, por ej. jamulus.dyndns.org:22124. El campo también mostrará una lista de los servidores utilizados recientemente.

source: Mute Myself button
es_es: Botón de Mutearme Yo

source: Cuts your audio stream to the server so that you will be able to hear yourself and see your own input levels, but other musicians will not. Be aware that other musicians will not know if you have muted yourself.
es_es: Corta tu flujo de audio al servidor de modo que te escucharás y verás tus propios niveles de audio, pero otros músicos no. Ten en cuenta que otros músicos no sabrán si te has muteado.

source: Reverb effect
es_es: Efecto Reverb

source: Reverb can be applied to one local mono audio channel or to both channels in stereo mode. The mono channel selection and the reverberation level can be modified. For example, if a microphone signal is fed in to the right audio channel of the sound card and a reverb effect needs to be applied, set the channel selector to the right and move the fader upwards until the desired reverb level is reached.
es_es: Se puede aplicar un efecto de reverberación a un canal local de audio mono o a ambos canales en modo estéreo. Se puede modificar la selección de canales en modo mono y el nivel de reverberación. Por ejemplo, si la señal del micrófono va por el canal derecho de la tarjeta de audio y se desea aplicar reverberación, cambia el selector de canal a derecho y sube el fader hasta alcanzar el nivel de reverberación deseado.

source: Local audio pan / balance control
es_es: Control local de paneo / balance
